Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Aperture signs this on your iPhone and broadcasts it to the network. Once it's sent, the swap can't be reversed.
af: Aperture onderteken dit op jou iPhone en saai dit uit na die netwerk. Sodra dit gestuur is, kan die omruil nie omgekeer word nie.
ar: يوقّع Aperture على هذا على جهاز iPhone الخاص بك ويبثّه إلى الشبكة. بمجرد إرساله، لا يمكن عكس المبادلة.
bg: Aperture подписва това на вашия iPhone и го излъчва в мрежата. След като е изпратена, размяната не може да бъде отменена.
bn: Aperture এটি আপনার iPhone-এ সই করে এবং নেটওয়ার্কে সম্প্রচার করে। একবার পাঠানো হলে সোয়াপ বাতিল করা যায় না।
ca: Aperture ho signa al teu iPhone i ho emet a la xarxa. Un cop enviat, l'intercanvi no es pot revertir.
cs: Aperture toto podepíše na vašem iPhonu a odešle do sítě. Po odeslání nelze směnu vrátit zpět.
da: Aperture signerer dette på din iPhone og udsender det til netværket. Når det er sendt, kan byttet ikke fortrydes.
de: Aperture signiert dies auf deinem iPhone und sendet es ans Netzwerk. Nach dem Senden kann der Tausch nicht rückgängig gemacht werden.
el: Το Aperture το υπογράφει στο iPhone σας και το μεταδίδει στο δίκτυο. Μόλις αποσταλεί, η ανταλλαγή δεν μπορεί να αναιρεθεί.
es: Aperture lo firma en tu iPhone y lo transmite a la red. Una vez enviado, el intercambio no se puede revertir.
et: Aperture allkirjastab selle teie iPhone'is ja edastab võrku. Pärast saatmist ei saa vahetust tagasi pöörata.
fa: Aperture این را روی آیفون شما امضا و به شبکه ارسال می‌کند. پس از ارسال، تبدیل قابل بازگشت نیست.
fi: Aperture allekirjoittaa tämän iPhonessasi ja lähettää sen verkkoon. Lähetyksen jälkeen vaihtoa ei voi perua.
fil: Pinipirmahan ito ng Aperture sa iyong iPhone at ibino-broadcast sa network. Kapag naipadala na, hindi na maibabalik ang swap.
fr: Aperture signe ceci sur votre iPhone et le diffuse sur le réseau. Une fois envoyé, l'échange ne peut pas être annulé.
he: ‎Aperture חותם על כך ב-iPhone שלך ומשדר אותו לרשת. לאחר השליחה, לא ניתן לבטל את ההמרה.
hi: Aperture इसे आपके iPhone पर साइन करता है और नेटवर्क पर ब्रॉडकास्ट करता है। एक बार भेजे जाने के बाद, स्वैप को उलटा नहीं जा सकता।
hr: Aperture ovo potpisuje na vašem iPhoneu i emitira na mrežu. Nakon slanja zamjena se ne može poništiti.
hu: Az Aperture ezt az iPhone-odon írja alá, és sugározza a hálózatra. Elküldés után az átváltás nem vonható vissza.
id: Aperture menandatangani ini di iPhone Anda dan menyiarkannya ke jaringan. Setelah dikirim, swap tidak dapat dibatalkan.
is: Aperture undirritar þetta á iPhone-num þínum og sendir það á netið. Þegar það hefur verið sent er ekki hægt að afturkalla skiptin.
it: Aperture lo firma sul tuo iPhone e lo trasmette alla rete. Una volta inviato, lo swap non può essere annullato.
ja: Aperture はこれを iPhone 上で署名し、ネットワークにブロードキャストします。送信後はスワップを取り消せません。
ko: Aperture는 이를 iPhone에서 서명하여 네트워크에 전파합니다. 전송된 후에는 스왑을 되돌릴 수 없습니다.
lt: Aperture pasirašo tai jūsų iPhone ir transliuoja į tinklą. Kai išsiųsta, keitimo atšaukti negalima.
lv: Aperture paraksta šo jūsu iPhone un pārraida to tīklā. Tiklīdz tas ir nosūtīts, apmaiņu nevar atsaukt.
ml: Aperture ഇത് നിങ്ങളുടെ iPhone-ൽ ഒപ്പിട്ട് നെറ്റ്‌വർക്കിലേക്ക് പ്രക്ഷേപണം ചെയ്യുന്നു. അയച്ചുകഴിഞ്ഞാൽ, സ്വാപ്പ് റിവേഴ്സ് ചെയ്യാനാവില്ല.
mr: Aperture हे तुमच्या iPhone वर स्वाक्षरी करते आणि नेटवर्कवर प्रसारित करते. एकदा पाठवल्यावर स्वॅप परत करता येत नाही.
ms: Aperture menandatangani ini pada iPhone anda dan menyiarkannya ke rangkaian. Setelah dihantar, pertukaran tidak boleh diterbalikkan.
nb: Aperture signerer dette på iPhonen din og kringkaster det til nettverket. Når det er sendt, kan byttet ikke reverseres.
nl: Aperture ondertekent dit op je iPhone en stuurt het naar het netwerk. Eenmaal verzonden kan de swap niet worden teruggedraaid.
pa: Aperture ਇਸਨੂੰ ਤੁਹਾਡੇ iPhone 'ਤੇ ਸਾਈਨ ਕਰਦਾ ਹੈ ਅਤੇ ਨੈੱਟਵਰਕ 'ਤੇ ਪ੍ਰਸਾਰਿਤ ਕਰਦਾ ਹੈ। ਇੱਕ ਵਾਰ ਭੇਜਣ ਤੋਂ ਬਾਅਦ, ਸਵੈਪ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Aperture podpisuje to na Twoim iPhonie i rozgłasza do sieci. Po wysłaniu wymiany nie da się jej cofnąć.
pt_br: O Aperture assina isto no seu iPhone e o transmite para a rede. Depois de enviada, a troca não pode ser revertida.
ro: Aperture semnează asta pe iPhone-ul tău și o difuzează în rețea. Odată trimis, schimbul nu poate fi anulat.
ru: Aperture подписывает это на вашем iPhone и отправляет в сеть. После отправки обмен нельзя отменить.
sk: Aperture toto podpíše na vašom iPhone a vysiela to do siete. Po odoslaní sa výmena nedá vrátiť.
sl: Aperture to podpiše na vašem iPhonu in oddaja v omrežje. Ko je poslano, se zamenjava ne more razveljaviti.
sr: Aperture ovo potpisuje na vašem iPhone-u i emituje na mrežu. Nakon slanja zamena se ne može poništiti.
sv: Aperture signerar detta på din iPhone och sänder ut det till nätverket. När det väl skickats kan bytet inte ångras.
sw: Aperture huitia saini hii kwenye iPhone yako na kuitangaza kwenye mtandao. Ikishatumwa, ubadilishaji hauwezi kutenguliwa.
ta: Aperture உங்கள் iPhone இல் இதைக் கையொப்பமிட்டு நெட்வொர்க்கிற்கு ஒளிபரப்புகிறது. அனுப்பப்பட்டவுடன், ஸ்வாப்பைத் திரும்பப் பெற முடியாது.
te: Aperture దీన్ని మీ iPhoneలో సంతకం చేసి నెట్‌వర్క్‌కు ప్రసారం చేస్తుంది. పంపిన తర్వాత, స్వాప్‌ను తిరిగి మార్చలేరు.
th: Aperture ลงนามรายการนี้บน iPhone ของคุณและส่งออกไปยังเครือข่าย เมื่อส่งไปแล้วการสวอปจะไม่สามารถย้อนกลับได้
tr: Aperture bunu iPhone'unuzda imzalar ve ağa yayınlar. Gönderildikten sonra takas geri alınamaz.
uk: Aperture підписує це на вашому iPhone і транслює в мережу. Після надсилання обмін неможливо скасувати.
ur: Aperture اسے آپ کے آئی فون پر سائن کر کے نیٹ ورک پر نشر کرتا ہے۔ ایک بار بھیجنے کے بعد سویپ کو واپس نہیں کیا جا سکتا۔
vi: Aperture ký giao dịch này trên iPhone của bạn và phát lên mạng. Một khi đã gửi, lượt hoán đổi không thể đảo ngược.
zh_hans: Aperture 在你的 iPhone 上签名并广播到网络。一经发送，兑换便无法撤销。
zh_hant: Aperture 會在你的 iPhone 上簽署並廣播到網路。一經傳送，兌換便無法復原。

source: Aperture uses the camera to scan a recipient's wallet QR code. Enable camera access in Settings, or pick a QR image from your photos.
af: Aperture gebruik die kamera om 'n ontvanger se beursie-QR-kode te skandeer. Aktiveer kameratoegang in Instellings, of kies 'n QR-beeld uit jou foto's.
ar: يستخدم Aperture الكاميرا لمسح رمز QR لمحفظة المستلم. فعّل الوصول إلى الكاميرا في الإعدادات، أو اختر صورة QR من صورك.
bg: Aperture използва камерата за сканиране на QR кода на портфейла на получателя. Разрешете достъп до камерата в „Настройки“ или изберете QR изображение от снимките си.
bn: প্রাপকের ওয়ালেট QR কোড স্ক্যান করতে Aperture ক্যামেরা ব্যবহার করে। সেটিংসে ক্যামেরা অ্যাক্সেস সক্ষম করুন, অথবা আপনার ছবি থেকে একটি QR ছবি বেছে নিন।
ca: Aperture fa servir la càmera per escanejar el codi QR de la cartera d'un destinatari. Activa l'accés a la càmera a Configuració o tria una imatge QR de les teves fotos.
cs: Aperture používá fotoaparát ke skenování QR kódu peněženky příjemce. Povolte přístup k fotoaparátu v Nastavení nebo vyberte obrázek QR z fotek.
da: Aperture bruger kameraet til at scanne en modtagers tegnebogs-QR-kode. Aktivér kameraadgang i Indstillinger, eller vælg et QR-billede fra dine billeder.
de: Aperture nutzt die Kamera, um den Wallet-QR-Code eines Empfängers zu scannen. Aktiviere den Kamerazugriff in den Einstellungen oder wähle ein QR-Bild aus deinen Fotos.
el: Το Aperture χρησιμοποιεί την κάμερα για να σαρώσει τον κωδικό QR του πορτοφολιού ενός παραλήπτη. Ενεργοποιήστε την πρόσβαση στην κάμερα στις Ρυθμίσεις ή επιλέξτε μια εικόνα QR από τις φωτογραφίες σας.
es: Aperture usa la cámara para escanear el código QR de la cartera de un destinatario. Activa el acceso a la cámara en Ajustes o elige una imagen QR de tus fotos.
et: Aperture kasutab kaamerat saaja rahakoti QR-koodi skannimiseks. Lubage kaamera juurdepääs Seadetes või valige QR-pilt oma fotodest.
fa: Aperture از دوربین برای اسکن کد QR کیف پول گیرنده استفاده می‌کند. دسترسی دوربین را در تنظیمات فعال کنید، یا یک تصویر QR از عکس‌هایتان انتخاب کنید.
fi: Aperture käyttää kameraa vastaanottajan lompakon QR-koodin skannaamiseen. Salli kameran käyttö Asetuksissa tai valitse QR-kuva kuvistasi.
fil: Ginagamit ng Aperture ang camera para i-scan ang QR code ng wallet ng tatanggap. I-enable ang access sa camera sa Settings, o pumili ng QR image mula sa iyong mga larawan.
fr: Aperture utilise l'appareil photo pour scanner le QR code du portefeuille d'un destinataire. Activez l'accès à l'appareil photo dans Réglages, ou choisissez une image QR dans vos photos.
he: ‎Aperture משתמש במצלמה כדי לסרוק את קוד ה-QR של ארנק הנמען. אפשר גישה למצלמה בהגדרות, או בחר תמונת QR מהתמונות שלך.
hi: Aperture प्राप्तकर्ता के वॉलेट QR कोड को स्कैन करने के लिए कैमरे का उपयोग करता है। सेटिंग में कैमरा एक्सेस सक्षम करें, या अपनी फ़ोटो से कोई QR इमेज चुनें।
hr: Aperture koristi kameru za skeniranje QR koda novčanika primatelja. Omogućite pristup kameri u Postavkama ili odaberite QR sliku iz svojih fotografija.
hu: Az Aperture a kamerát használja a címzett tárcájának QR-kódjához. Engedélyezd a kamera-hozzáférést a Beállításokban, vagy válassz egy QR-képet a fotóid közül.
id: Aperture menggunakan kamera untuk memindai kode QR dompet penerima. Aktifkan akses kamera di Pengaturan, atau pilih gambar QR dari foto Anda.
is: Aperture notar myndavélina til að skanna QR-kóða úr veski viðtakanda. Virkjaðu aðgang að myndavél í Stillingum, eða veldu QR-mynd úr myndunum þínum.
it: Aperture usa la fotocamera per scansionare il codice QR del wallet di un destinatario. Abilita l'accesso alla fotocamera in Impostazioni, oppure scegli un'immagine QR dalle tue foto.
ja: Aperture は受取人のウォレット QR コードを読み取るためにカメラを使用します。「設定」でカメラへのアクセスを有効にするか、写真から QR 画像を選んでください。
ko: Aperture는 카메라를 사용하여 받는 사람의 지갑 QR 코드를 스캔합니다. 설정에서 카메라 접근을 허용하거나 사진에서 QR 이미지를 선택하세요.
lt: Aperture naudoja kamerą gavėjo piniginės QR kodui nuskaityti. Įjunkite kameros prieigą Nustatymuose arba pasirinkite QR vaizdą iš savo nuotraukų.
lv: Aperture izmanto kameru, lai skenētu saņēmēja maka QR kodu. Iespējojiet kameras piekļuvi sadaļā Iestatījumi vai izvēlieties QR attēlu no saviem fotoattēliem.
ml: സ്വീകർത്താവിന്റെ വാലറ്റ് QR കോഡ് സ്കാൻ ചെയ്യാൻ Aperture ക്യാമറ ഉപയോഗിക്കുന്നു. ക്രമീകരണങ്ങളിൽ ക്യാമറ ആക്സസ് പ്രവർത്തനക്ഷമമാക്കുക, അല്ലെങ്കിൽ നിങ്ങളുടെ ഫോട്ടോകളിൽ നിന്ന് ഒരു QR ചിത്രം തിരഞ്ഞെടുക്കുക.
mr: Aperture प्राप्तकर्त्याच्या वॉलेटचा QR कोड स्कॅन करण्यासाठी कॅमेरा वापरते. सेटिंग्जमध्ये कॅमेरा प्रवेश सक्षम करा, किंवा तुमच्या फोटोमधून QR प्रतिमा निवडा.
ms: Aperture menggunakan kamera untuk mengimbas kod QR dompet penerima. Dayakan akses kamera dalam Tetapan, atau pilih imej QR daripada foto anda.
nb: Aperture bruker kameraet til å skanne en mottakers lommebok-QR-kode. Aktiver kameratilgang i Innstillinger, eller velg et QR-bilde fra bildene dine.
nl: Aperture gebruikt de camera om de wallet-QR-code van een ontvanger te scannen. Schakel cameratoegang in bij Instellingen of kies een QR-afbeelding uit je foto's.
pa: Aperture ਪ੍ਰਾਪਤਕਰਤਾ ਦੇ ਵਾਲਿਟ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਨ ਲਈ ਕੈਮਰਾ ਵਰਤਦਾ ਹੈ। ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਕੈਮਰਾ ਪਹੁੰਚ ਸਮਰੱਥ ਕਰੋ, ਜਾਂ ਆਪਣੀਆਂ ਫੋਟੋਆਂ ਵਿੱਚੋਂ ਇੱਕ QR ਚਿੱਤਰ ਚੁਣੋ।
pl: Aperture używa aparatu do skanowania kodu QR portfela odbiorcy. Włącz dostęp do aparatu w Ustawieniach lub wybierz obraz QR ze zdjęć.
pt_br: O Aperture usa a câmera para ler o código QR da carteira de um destinatário. Ative o acesso à câmera nos Ajustes ou escolha uma imagem QR das suas fotos.
ro: Aperture folosește camera pentru a scana codul QR al portofelului unui destinatar. Activează accesul la cameră în Configurări sau alege o imagine QR din pozele tale.
ru: Aperture использует камеру для сканирования QR-кода кошелька получателя. Включите доступ к камере в Настройках или выберите изображение QR-кода из фото.
sk: Aperture používa fotoaparát na naskenovanie QR kódu peňaženky príjemcu. Povoľte prístup k fotoaparátu v Nastaveniach alebo vyberte obrázok QR z fotiek.
sl: Aperture uporablja kamero za skeniranje kode QR denarnice prejemnika. Omogočite dostop do kamere v Nastavitvah ali izberite sliko QR iz svojih fotografij.
sr: Aperture koristi kameru za skeniranje QR koda primaočevog novčanika. Omogućite pristup kameri u Podešavanjima ili izaberite QR sliku iz fotografija.
sv: Aperture använder kameran för att skanna en mottagares plånboks-QR-kod. Aktivera kameraåtkomst i Inställningar, eller välj en QR-bild från dina bilder.
sw: Aperture hutumia kamera kuchanganua msimbo wa QR wa wallet ya mpokeaji. Wezesha ufikiaji wa kamera katika Mipangilio, au chagua picha ya QR kutoka kwenye picha zako.
ta: பெறுநரின் வாலட் QR குறியீட்டை ஸ்கேன் செய்ய Aperture கேமராவைப் பயன்படுத்துகிறது. அமைப்புகளில் கேமரா அணுகலை இயக்கவும், அல்லது உங்கள் புகைப்படங்களிலிருந்து QR படத்தைத் தேர்வுசெய்யவும்.
te: స్వీకర్త వాలెట్ QR కోడ్‌ను స్కాన్ చేయడానికి Aperture కెమెరాను ఉపయోగిస్తుంది. సెట్టింగ్‌లలో కెమెరా యాక్సెస్‌ను ప్రారంభించండి, లేదా మీ ఫోటోల నుండి QR చిత్రాన్ని ఎంచుకోండి.
th: Aperture ใช้กล้องเพื่อสแกนคิวอาร์โค้ดกระเป๋าเงินของผู้รับ เปิดการเข้าถึงกล้องในการตั้งค่า หรือเลือกรูปคิวอาร์จากรูปภาพของคุณ
tr: Aperture, alıcının cüzdan QR kodunu taramak için kamerayı kullanır. Ayarlar'da kamera erişimini etkinleştirin veya fotoğraflarınızdan bir QR görüntüsü seçin.
uk: Aperture використовує камеру для сканування QR-коду гаманця одержувача. Увімкніть доступ до камери в Налаштуваннях або виберіть зображення QR з ваших фото.
ur: Aperture وصول کنندہ کے والیٹ کا QR کوڈ اسکین کرنے کے لیے کیمرہ استعمال کرتا ہے۔ ترتیبات میں کیمرے تک رسائی فعال کریں، یا اپنی تصاویر سے QR تصویر منتخب کریں۔
vi: Aperture dùng camera để quét mã QR ví của người nhận. Hãy bật quyền truy cập camera trong Cài đặt, hoặc chọn một ảnh QR từ thư viện ảnh của bạn.
zh_hans: Aperture 使用相机扫描收款人的钱包二维码。请在“设置”中启用相机访问权限，或从照片中选取二维码图片。
zh_hant: Aperture 使用相機掃描收款人的錢包 QR 碼。請在「設定」中啟用相機取用權限，或從照片中挑選 QR 碼圖片。

source: Aperture uses the camera to scan WalletConnect QR codes. Enable camera access in Settings to continue.
af: Aperture gebruik die kamera om WalletConnect QR-kodes te skandeer. Aktiveer kameratoegang in Instellings om voort te gaan.
ar: تستخدم Aperture الكاميرا لمسح رموز QR الخاصة بـ WalletConnect. فعّل إذن الكاميرا من الإعدادات للمتابعة.
bg: Aperture използва камерата за сканиране на QR кодове на WalletConnect. Разрешете достъп до камерата в Настройки, за да продължите.
bn: Aperture WalletConnect QR কোড স্ক্যান করতে ক্যামেরা ব্যবহার করে। চালিয়ে যেতে Settings-এ ক্যামেরা অ্যাকসেস চালু করুন।
ca: Aperture utilitza la càmera per escanejar codis QR de WalletConnect. Activa l’accés a la càmera a Configuració per continuar.
cs: Aperture používá kameru ke skenování QR kódů WalletConnect. Pokračujte povolením přístupu ke kameře v Nastavení.
da: Aperture bruger kameraet til at scanne WalletConnect-QR-koder. Slå kameraadgang til i Indstillinger for at fortsætte.
de: Aperture nutzt die Kamera, um WalletConnect-QR-Codes zu scannen. Aktiviere den Kamerazugriff in den Einstellungen, um fortzufahren.
el: Το Aperture χρησιμοποιεί την κάμερα για τη σάρωση κωδικών QR του WalletConnect. Ενεργοποιήστε την πρόσβαση στην κάμερα από τις Ρυθμίσεις για να συνεχίσετε.
es: Aperture usa la cámara para escanear códigos QR de WalletConnect. Activa el acceso a la cámara en Ajustes para continuar.
et: Aperture kasutab kaamerat WalletConnecti QR-koodide skannimiseks. Jätkamiseks luba kaamerale juurdepääs jaotises Seaded.
fa: Aperture برای اسکن کدهای QR وال‌کانکت از دوربین استفاده می‌کند. برای ادامه، دسترسی دوربین را در تنظیمات فعال کنید.
fi: Aperture käyttää kameraa WalletConnect-QR-koodien lukemiseen. Salli kamera Asetuksissa jatkaaksesi.
fil: Ginagamit ng Aperture ang camera para mag-scan ng mga WalletConnect QR code. I-enable ang access sa camera sa Settings para magpatuloy.
fr: Aperture utilise l’appareil photo pour scanner les codes QR WalletConnect. Activez l’accès à l’appareil photo dans Réglages pour continuer.
he: ‏Aperture משתמשת במצלמה לסריקת קודי QR של WalletConnect. כדי להמשיך, יש להפעיל גישה למצלמה ב־Settings.
hi: Aperture WalletConnect QR कोड स्कैन करने के लिए कैमरा इस्तेमाल करता है। जारी रखने के लिए Settings में कैमरा एक्सेस चालू करें।
hr: Aperture koristi kameru za skeniranje WalletConnect QR kodova. Da biste nastavili, omogućite pristup kameri u Postavkama.
hu: Az Aperture a kamerát használja WalletConnect QR-kódok beolvasásához. A folytatáshoz engedélyezd a kamera-hozzáférést a Beállításokban.
id: Aperture menggunakan kamera untuk memindai kode QR WalletConnect. Aktifkan akses kamera di Pengaturan untuk melanjutkan.
is: Aperture notar myndavélina til að skanna WalletConnect QR-kóða. Virkjaðu aðgang að myndavél í Stillingum til að halda áfram.
it: Aperture usa la fotocamera per scansionare i codici QR di WalletConnect. Abiliti l’accesso alla fotocamera in Impostazioni per continuare.
ja: Aperture は WalletConnect の QR コード読み取りにカメラを使用します。続けるには「設定」でカメラへのアクセスを許可してください。
ko: Aperture는 카메라로 WalletConnect QR 코드를 스캔해요. 계속하려면 설정에서 카메라 접근을 허용하세요.
lt: Aperture naudoja kamerą WalletConnect QR kodams nuskaityti. Norėdami tęsti, įjunkite prieigą prie kameros skiltyje Nustatymai.
lv: Aperture izmanto kameru WalletConnect QR kodu skenēšanai. Lai turpinātu, iespējojiet kameras piekļuvi sadaļā Iestatījumi.
ml: WalletConnect QR കോഡുകൾ സ്കാൻ ചെയ്യാൻ Aperture ക്യാമറ ഉപയോഗിക്കുന്നു. തുടരാൻ ക്രമീകരണങ്ങളിൽ ക്യാമറ ആക്‌സസ് പ്രവർത്തനക്ഷമമാക്കുക.
mr: WalletConnect QR कोड स्कॅन करण्यासाठी Aperture कॅमेरा वापरते. सुरू ठेवण्यासाठी सेटिंग्जमध्ये कॅमेरा प्रवेश सक्षम करा.
ms: Aperture menggunakan kamera untuk mengimbas kod QR WalletConnect. Dayakan akses kamera dalam Tetapan untuk meneruskan.
nb: Aperture bruker kameraet til å skanne WalletConnect-QR-koder. Aktiver kameratilgang i Innstillinger for å fortsette.
nl: Aperture gebruikt de camera om WalletConnect-QR-codes te scannen. Schakel cameratoegang in bij Instellingen om door te gaan.
pa: WalletConnect QR ਕੋਡ ਸਕੈਨ ਕਰਨ ਲਈ Aperture ਕੈਮਰਾ ਵਰਤਦਾ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਕੈਮਰਾ ਪਹੁੰਚ ਸਮਰੱਥ ਕਰੋ।
pl: Aperture używa aparatu do skanowania kodów QR WalletConnect. Włącz dostęp do aparatu w Ustawieniach, aby kontynuować.
pt_br: O Aperture usa a câmera para escanear códigos QR do WalletConnect. Ative o acesso à câmera nos Ajustes para continuar.
ro: Aperture folosește camera pentru a scana coduri QR WalletConnect. Activează accesul la cameră în Setări pentru a continua.
ru: Aperture использует камеру для сканирования QR-кодов WalletConnect. Чтобы продолжить, разрешите доступ к камере в Настройках.
sk: Aperture používa fotoaparát na skenovanie QR kódov WalletConnect. Pokračujte povolením prístupu k fotoaparátu v Nastaveniach.
sl: Aperture uporablja kamero za branje QR-kod WalletConnect. Za nadaljevanje omogočite dostop do kamere v Nastavitvah.
sr: Aperture користи камеру за скенирање WalletConnect QR кодова. Да бисте наставили, омогућите приступ камери у Подешавањима.
sv: Aperture använder kameran för att skanna WalletConnect-QR-koder. Aktivera kameraåtkomst i Inställningar för att fortsätta.
sw: Aperture hutumia kamera kuchanganua misimbo ya QR ya WalletConnect. Washa ufikiaji wa kamera katika Mipangilio ili kuendelea.
ta: WalletConnect QR குறியீடுகளை ஸ்கேன் செய்ய Aperture கேமராவைப் பயன்படுத்துகிறது. தொடர அமைப்புகளில் கேமரா அணுகலை இயக்கவும்.
te: WalletConnect QR కోడ్‌లను స్కాన్ చేయడానికి Aperture కెమెరాను ఉపయోగిస్తుంది. కొనసాగించడానికి సెట్టింగ్‌లలో కెమెరా యాక్సెస్‌ను ప్రారంభించండి.
th: Aperture ใช้กล้องเพื่อสแกนคิวอาร์โค้ด WalletConnect เปิดการเข้าถึงกล้องในการตั้งค่าเพื่อดำเนินการต่อ
tr: Aperture, WalletConnect QR kodlarını taramak için kamerayı kullanır. Devam etmek için Ayarlar’dan kamera erişimini etkinleştirin.
uk: Aperture використовує камеру для зчитування QR-кодів WalletConnect. Щоб продовжити, увімкніть доступ до камери в Налаштуваннях.
ur: Aperture کیمرے کو WalletConnect QR کوڈ اسکین کرنے کے لیے استعمال کرتا ہے۔ جاری رکھنے کے لیے ترتیبات میں کیمرے کی رسائی فعال کریں۔
vi: Aperture dùng camera để quét mã QR WalletConnect. Hãy bật quyền truy cập camera trong Cài đặt để tiếp tục.
zh_hans: Aperture 使用相机扫描 WalletConnect 二维码。请在“设置”中启用相机权限以继续。
zh_hant: Aperture 使用相機掃描 WalletConnect QR 碼。請在「設定」中啟用相機權限以繼續。
